Repository: ariel17/fquest
Catalog: fquest/apps/family/locale/*/LC_MESSAGES/django.po
Languages: es

source: Tree representation URL
es: URL representación de árbol

source: Events representation URL
es: URL representación de eventos

source: About his identification
es: Acerca de su identificación

source: About his lifetime dates
es: Acerca de las fechas de su vida

source: About his parents
es: Acerca de sus padres

source: Parents
es: Padres

source: Sure Name
es: Apellido

source: Picture
es: Foto

source: Patriarchal
es: Patriarcal

source: Matriarchal
es: Matriarcal

source: Leadership
es: Liderazgo

source: Select how is built the family's leadership; patriarchal or matriarchal
es: Seleccione cómo está formado el liderazgo de la familia; patriarcal o matriarcal

source: Families
es: Familias

source: Select the person that will figure as parent, if it exists in database.
es: Seleccione la persona que figurará como padre, si éste existe en la base de datos.

source: Male
es: Masculino

source: Female
es: Femenino

source: The person's name
es: El nombre de la persona

source: Family
es: Familia

source: Sex
es: Sexo

source: Born date
es: Fecha de nacimiento

source: Decease date
es: Fecha de fallecimiento

source: Mother
es: Madre

source: Father
es: Padre

source: Width
es: Anchura

source: The person's picture width, in pixel scale.
es: La anchura de la foto de la persona, en escala píxel.

source: Height
es: Altura

source: The person's picture height, in pixel scale.
es: La altura de la foto de la persona, en escala píxel.

source: Family detail
es: Detalles de la familia

source: Change family
es: Cambiar familia

source: Family tree
es: Árbol de familia

source: Sure name
es: Apellido

source: Persons in this family
es: Personas en esta familia

source: Family list
es: Listado de familia

source: Tree representation
es: Representación en árbol

source: Events representation
es: Representación de eventos

source: Person detail
es: Detalles de la persona

source: Go to family detail
es: Ir a detalles de la familia

source: Name
es: Nombre

source: Born in
es: Nacido en

source: Deceased in
es: Fallecido en

source: Brothers
es: Hermanos

source: Descence
es: Descendencia

source: Go to a complete family representation.
es: Ir a una representación completa de la familia.

source: Go to a sure name restricted representation.
es: Ir a una representación restringida por el apellido.
